Repository: carlose119/traductorpo
Catalog: *-pofile.po
Languages: my

source: The availability of this product has been reduced from %s which is the recommended quantity to %s
my: A disponibilidade deste produto foi reduzida de% s, que é a quantidade recomendada para% s

source: This product is no longer available
my: Este produto não está mais disponível

source: This product doesn't have enough stock left to fullfill the recommended quantity of %s unit(s)
my: Este produto não tem estoque suficiente para preencher a quantidade recomendada de unidade (s)% s

source: Comments regarding this list
my: Comentários sobre esta lista

source: Other products you might like
my: Outros produtos que você pode gostar

source: These products do not qualify for the minimum purchase amount of this list
my: Estes produtos não se qualificam para o valor mínimo de compra desta lista

source: Order summary
my: Resumo do pedido

source: Minimum purchase amount for this list
my: Quantia mínima de compra para esta lista

source: List's subtotal
my: Subtotal da lista

source: Other products
my: Outros produtos

source: Add another term
my: Adicionar outro termo

source: Are you sure you want to delete this term?
my: Tem certeza de que deseja excluir este termo?

source: Are you sure you want to delete the group terms: %s
my: Tem certeza de que deseja excluir os termos do grupo:% s

source: Loading...
my: Carregando...

source: On construction
my: Na construção

source: We are currently working on an awesome site... But don't worry, won't be long !!!
my: Atualmente estamos trabalhando em um site incrível ... Mas não se preocupe, não vai demorar muito !!!

source: Cancel Single Item(s) & Refund
my: Cancelar item (ns) único (s) e reembolso

source: Cancel & refund order
my: Cancelar e devolver pedido

source: Cancelled Item(s)
my: Item (ns) cancelado (s)

source: Customer information
my: Informação ao Cliente

source: Billing information
my: Informações de pagamento

source: Street 1
my: Rua 1

source: Street 2
my: Rua # 2

source: Country
my: País

source: Credit Card Last 4
my: Cartão de Crédito Últimos 4

source: Credit Card Brand
my: Marca de cartão de crédito

source: Student information
my: Informação do aluno

source: Shipment Parcel
my: Pacote de Remessa

source: Mark shipment as PACKAGED
my: Marcar remessa como EMPACOTADA

source: Are you sure you want to mark this shipment as PACKAGED?
my: Tem certeza de que deseja marcar esta remessa como EMPACOTADA?

source: Mark shipment carrier status as IN TRANSIT
my: Marcar o status da transportadora como IN TRANSIT

source: Are you sure you want to mark this shipment carrier status to IN TRANSIT?
my: Tem certeza de que deseja marcar o status dessa transportadora de remessa como IN TRANSIT?

source: Mark shipment carrier status as DELIVERED
my: Marcar status de transportadora de remessa como DELIVERED

source: Are you sure you want to mark this shipment carrier status to DELIVERED?
my: Tem certeza de que deseja marcar este status de transportadora de remessa como ENTREGUE?

source: Parcel Width
my: Largura da Parcela

source: Parcel Length
my: Comprimento de Parcela

source: Parcel Height
my: Altura do pacote

source: Parcel Weight
my: Peso da parcela

source: Image
my: Imagem

source: Tax Amount
my: Montante Fiscal

source: Tax Rate
my: Taxa de imposto

source: Refunds
my: Reembolsos

source: Amount refunded
my: Montante reembolsado

source: Discounts
my: Descontos

source: School List Discount
my: Desconto na lista de escolas

source: Discount Code
my: Código de desconto

source: Discount Percentage
my: Porcentagem de desconto

source: Totals
my: Totais

source: Cancel item(s)
my: Cancelar itens)

source: Cancel order
my: Cancelar pedido

source: Please wait while we calculate the best shipping fare for you...
my: Por favor, aguarde enquanto calculamos a melhor tarifa de transporte para você ...

source: Shipping Address
my: endereço de entrega

source: Order Review
my: Revisão da encomenda

source: Remember
my: Lembrar

source: The shipping information provided here applies only for products from the "More Stuff" section. We only ship within the UNITED STATES.
my: As informações de remessa fornecidas aqui aplicam-se apenas aos produtos da seção "Mais material". Nós enviamos somente dentro dos ESTADOS UNIDOS.

source: First Name
my: Primeiro nome

source: Zip
my: Fecho eclair

source: Back to the basket
my: De volta ao cesto

source: Continue to Payment Method
my: Continuar para o método de pagamento

source: We couldn't verify your shipping address. If you are completely sure that the address your are using is correct please click continue, otherwise, please click on modify.
my: Não foi possível confirmar seu endereço de entrega. Se você está completamente certo de que o endereço que você está usando está correto, por favor clique em continuar, caso contrário, clique em modificar.

source: Shipping Information
my: Informação de envio

source: Credit Card Number
my: Número do Cartão de Crédito

source: Valid Credit Card Number
my: Número de cartão de crédito válido

source: Exp. Month
my: Exp. Mês

source: Exp. Year
my: Exp. Ano

source: Cardholder's Name
my: Nome do titular do cartão

source: Name on card
my: Nome no cartão

source: Billing Address
my: endereço de cobrança

source: optional
my: opcional

source: Billing Zip Code
my: CEP para cobrança

source: Back to Shipping Address
my: Voltar para o endereço de entrega

source: Back to Shopping Cart
my: Voltar ao carrinho de compras

source: Final Review
my: Revisão final

source: Billing to
my: Faturamento para

source: Shipping to
my: Enviando para

source: Payment Card
my: Cartão de pagamento

source: Total on this list
my: Total nesta lista

source: Hey!
my: Ei!

source: It's time to relax!. We will ship the list above directly to your school.
my: É hora de relaxar! Nós enviaremos a lista acima diretamente para sua escola.

source: Shipped With
my: Enviado com

source: Heads up!
my: Atenção!

source: Products above will be shipped to an address specified by you in the checkout
my: Os produtos acima serão enviados para um endereço especificado por você no checkout

source: Back to payment method
my: Voltar para o método de pagamento

source: Great!
my: Ótimo!

source: Your transaction has been approved!
my: Sua transação foi aprovada!

source: Your order is #
my: Seu pedido é #

source: We sent you an email with the details of your purchase.
my: Enviamos um e-mail com os detalhes da sua compra.

source: You can check the status of your order
my: Você pode verificar o status do seu pedido

source: or in your profile menu in the Orders section
my: ou no menu do seu perfil na seção Pedidos

source: Thank you for buying with Zolut
my: Obrigado por comprar com o Zolut

source: Have a great day!
my: Tenha um ótimo dia!

source: Go Home
my: Ir para casa

source: Buy some more
my: Compre um pouco mais

source: Error on payment
my: Erro no pagamento

source: We couldn't process your transaction due to the following reason
my: Não foi possível processar sua transação devido ao seguinte motivo

source: Please verify all your payment information and try again
my: Confirme todas as suas informações de pagamento e tente novamente

source: Shipping and additional costs are calculated based on the values you have entered.
my: Envio e custos adicionais são calculados com base nos valores que você inseriu.

source: Yet to be calculated
my: Ainda a ser calculado

source: Place Order
my: Faça a encomenda

source: Order #
my: Ordem #

source: Date
my: Encontro

source: Total Paid
my: Total Pago

source: View
my: Visão

source: View details
my: Ver detalhes

source: You don't have orders yet
my: Você ainda não tem pedidos

source: Shipping Discount
my: Desconto de envio

source: Amount Payment Code Used
my: Código de pagamento do valor usado

source: Main list
my: Lista principal

source: Optional Products
my: Produtos Opcionais

source: Shipping Rate
my: Taxa de envio

source: Shipping Discount
my: Desconto de envio

source: Important!
my: Importante!

source: This school list will be shipped to the address specified by you earlier.
my: Esta lista da escola será enviada para o endereço especificado por você anteriormente.

source: This school list will be shipped directly to the school.
my: Esta lista da escola será enviada diretamente para a escola.

source: City & State
my: Cidade-Estado

source: Products above will be shipped to the address specified by you earlier.
my: Os produtos acima serão enviados para o endereço especificado por você anteriormente.

source: Bundle's products
my: Produtos da Bundle

source: This bundle will be shipped to the address specified by you earlier.
my: Este pacote será enviado para o endereço especificado por você anteriormente.

source: Billing Information
my: Informações de pagamento

source: State & City
my: Cidade-estado

source: Ending in
my: Acabando

source: Payment Code Amount
my: Quantia do código de pagamento

source: Discount code
my: Código de desconto

source: If you have a discount code, please enter it in the box below.
my: Se você tiver um código de desconto, insira-o na caixa abaixo.

source: discount in
my: desconto em

source: Your code goes here
my: Seu código vai aqui

source: We sent you an email with the details of your purchase and if you prefer to check the status of your order click
my: Enviámos-lhe um email com os detalhes da sua compra e, se preferir verificar o estado da sua encomenda, clique em

source: HERE
my: AQUI

source: For your convenience, we are offering the option of making monthly payments with your credit card from September 1st to June 31st for the purchase of your kid(s) next School Supplies seasons.
my: Para sua conveniência, oferecemos a opção de efetuar pagamentos mensais com seu cartão de crédito de 1º de setembro a 31 de junho para a compra de sua (s) criança (s) nas próximas temporadas de material escolar.

source: The sooner you sign up, the lower your monthly payment will be. No interest or fees are charged by Zolut. Signing up takes less than a minute. Click here to
my: Quanto mais cedo você se inscrever, menor será o seu pagamento mensal. Nenhum interesse ou taxas são cobradas pela Zolut. A inscrição demora menos de um minuto. Clique aqui para

source: SUBSCRIBE
my: SE INSCREVER

source: This is very convenient way for you to don't spend to much money in ones.
my: Esta é uma maneira muito conveniente para você não gastar muito dinheiro em um.

source: Thank you for buying with Zolut.
my: Obrigado por comprar com o Zolut.

source: Go back to orders summary
my: Volte para o sumário de pedidos

source: Shipping rate calculator
my: Calculadora de taxa de envio

source: Rate calculator form
my: Formulário da calculadora de taxas

source: Sender information
my: Informação do remetente

source: Recipient information
my: Informações do destinatário

source: Shipping dimensions and weight
my: Dimensões e peso de envio

source: Addresses
my: Endereços

source: Package measures
my: Medidas pacote

source: Depth
my: Profundidade

source: Results
my: Resultados

source: Best rate
my: Melhor taxa

source: All rates
my: Todas as tarifas

source: What can we do for you?
my: O que podemos fazer por você?

source: Confirm Email
my: confirmar e-mail

source: School (optional)
my: Escola (opcional)

source: You can also contact us by electronic support at
my: Você também pode entrar em contato conosco pelo suporte eletrônico em

source: Send Message
my: Enviar mensagem

source: Looking for social media?
my: Procurando por mídias sociais?

source: My Schools
my: Minhas escolas

source: You don't have a school associated to manage
my: Você não tem uma escola associada para gerenciar

source: Go home!
my: Ir para casa!

source: Represent School
my: Represente a escola

source: Thank you for choosing ZOLUT as the provider of your School Supplies services needs. I am confident that you will be very satisfied with the services that we offer.
my: Obrigado por escolher a ZOLUT como provedora de suas necessidades de serviços de material escolar. Estou confiante de que ficará muito satisfeito com os serviços que oferecemos.

source: The terms below represent the base of our agreement. By signing, both parts are commited to such terms. The agreement could be terminated if one of the parts is not satisfied with what we have agreed.
my: Os termos abaixo representam a base do nosso contrato. Ao assinar, ambas as partes estão comprometidas com tais termos. O acordo pode ser rescindido se uma das partes não estiver satisfeita com o que concordamos.

source: If you have any questions, please don’t hesitate to contact me at any time. It will be a pleasure for me to assist you.
my: Se você tiver alguma dúvida, não hesite em entrar em contato comigo a qualquer momento. Será um prazer para mim ajudá-lo.

source: Again, thank you for choosing ZOLUT !!!
my: Mais uma vez, obrigado por escolher o ZOLUT !!!

source: according to the following terms
my: de acordo com os seguintes termos

source: Qty
my: Qtd

source: Retail Price
my: Preço de varejo

source: Estimated total
my: Total Estimado

source: Are you sure you want to delete %s?
my: Tem certeza de que deseja excluir% s?

source: Are you sure you want to delete %s from the accessory?
my: Tem certeza de que deseja excluir% s do acessório?

source: Edit %s estimate
my: Editar estimativa de% s

source: Are you sure you want to delete this estimate
my: Tem certeza de que deseja excluir esta estimativa?

source: Go
my: Vai

source: Are you sure you want to delete %s from the group?
my: Tem certeza de que deseja excluir% s do grupo?

source: Change selection
my: Alterar seleção

source: Attributes
my: Atributos

source: <u><b>More Stuff Product: </b></u> Check this box if this product will be available in the more stuff section. <br><br> <u><b>School lists in more stuff: </b></u> Check this box if this product will be available for generic and customer customized lists in the more stuff section. <br><br> <u><b>Bundles in more stuff: </b></u> Check this box if this product will be available for bundles in the more stuff section. <br><br> <u><b>School list product: </b></u> Check this box if this product will be available for School Lists which are specific for each of the registered schools.
my: <u> <b> Mais produtos de material: </ b> </ u> Marque esta caixa se este produto estiver disponível na seção de materiais. <br> <br> <u> <b> Listas de escolas em mais coisas: </ b> </ u> Marque esta caixa se este produto estiver disponível para listas genéricas e personalizadas do cliente na seção mais coisas. <br> <br> <u> <b> Pacotes em mais coisas: </ b> </ u> Marque esta caixa se este produto estiver disponível para pacotes na seção mais coisas. <br> <br> <u> <b> Produto da lista escolar: </ b> </ u> Marque esta caixa se este produto estará disponível para as Listas de Escola específicas para cada uma das escolas registradas.

source: Back to product summary
my: Voltar ao resumo do produto

source: We also have it in
my: Nós também temos isso em

source: Details
my: Detalhes

source: Dimensions
my: Dimensões

source: Return policy
my: Política de devolução

source: Cancellation policy
my: Política de cancelamento

source: Delivery Time
my: Tempo de entrega

source: Preview
my: Visualizar

source: Are you sure you want to delete %s from this product stock
my: Tem certeza de que deseja excluir% s deste produto?

source: Secondary categories
my: Categorias secundárias

source: Main category
my: Categoria principal

source: Subcategory
my: Subcategoria

source: Are you sure you want to remove %s from this category?
my: Tem certeza de que deseja remover% s desta categoria?

source: Product In
my: Produto em

source: Groups
my: Grupos

source: School List / Grade
my: Lista de Escolas / Grau

source: Suggested
my: Sugerido

source: Are you sure you want to delete this product for the lists %s
my: Tem certeza de que deseja excluir este produto das listas% s

source: Product history
my: História do produto

source: Supplier
my: Fornecedor

source: Day
my: Dia

source: Time
my: Tempo

source: User
my: Do utilizador

source: Reason
my: Razão

source: Are you sure you want to delete this history
my: Tem certeza de que deseja excluir este histórico?

source: Product located
my: Produto localizado

source: Grade
my: Grau

source: Optional Product Grades
my: Grades opcionais de produtos

source: Categories
my: Categorias

source: School Lists
my: Listas escolares

source: Sort by
my: Ordenar por

source: Name A-Z
my: Nome A-Z

source: Name Z-A
my: Nome Z-A

source: Price High to Low
my: Preço alto para baixo

source: Price Low to High
my: Preço baixo para alto

source: It seems that your search didn't return any results :(
my: Parece que sua pesquisa não retornou nenhum resultado :(

source: Bundles containing
my: Pacotes contendo

source: Price to be set
my: Preço a ser definido

source: Save for later
my: Guardar para depois

source: Accessories for this product
my: Acessórios para este produto

source: Are you sure you want to delete %s from this purchase?
my: Tem certeza de que deseja excluir% s desta compra?

source: Generate Report
my: Gerar relatório

source: Off Line Sales
my: Vendas fora de linha

source: If this grade has many sections for this school like "English/Portuguese or English/Spanish" or similar, then please leave this field unchecked , on the other hand, if this grade only has one section then please leave this field checked
my: Se este grau tem muitas seções para esta escola como "Inglês / Português ou Inglês / Espanhol" ou similar, então por favor deixe este campo desmarcado, por outro lado, se este grau tiver apenas uma seção então por favor deixe este campo marcado

source: Check this box only if you want this Grade/List to be customizable, this way if the List has "More options" the customer will be able to select which products they want.
my: Marque esta caixa somente se você quiser que essa Nota / Lista seja personalizável, assim, se a Lista tiver "Mais opções", o cliente poderá selecionar quais produtos deseja.

source: Check this box only if you want this Grade/List to be closed, this way the customer can only see the content.
my: Marque esta caixa somente se você quiser que esta Nota / Lista seja fechada, dessa forma o cliente só poderá ver o conteúdo.

source: Date Availability
my: Data de Disponibilidade

source: Allow School Lists from this school to be available for purchase ONLY between the following dates
my: Permitir que as Listas de Escola desta escola estejam disponíveis para compra APENAS entre as seguintes datas

source: School Lists Available From:
my: Listas de escolas disponíveis a partir de:

source: School Lists Available To:
my: Listas de escolas disponíveis para:

source: Percentage Discount from the 2nd List (%)
my: Desconto percentual da 2ª lista (%)

source: It's time to relax!. We will ship your list directly to your school.
my: É hora de relaxar! Nós enviaremos sua lista diretamente para sua escola.

source: Tell us about your kid...
my: Conte-nos sobre o seu filho ...

source: Your kid's last name
my: Sobrenome do seu filho

source: Warehouse name
my: Nome do armazém

source: Grade:
my: Grau:

source: Date:
my: Encontro:

source: Are you sure you want to delete all the groups of this list?
my: Tem certeza de que deseja excluir todos os grupos dessa lista?

source: Are you sure you want to delete %s from Optional Products
my: Tem certeza de que deseja excluir% s de produtos opcionais?

source: Shipping Street 1
my: Rua de envio 1

source: Shipping Street 2
my: Rua de envio 2

source: Shipping Phone
my: Telefone de envio

source: Shipping City
my: Cidade de envio

source: Shipping State
my: Estado de envio

source: Shipping Zip
my: Zip de envio

source: Label is not available
my: Etiqueta não está disponível

source: Approved
my: Aprovado

source: Your order number %s has been succesfully placed, for more information please verify your order in the Orders section or just click %s
my: Seu número de pedido% s foi colocado com sucesso, para mais informações, por favor, verifique seu pedido na seção Pedidos ou apenas clique em% s

source: Your credit balance %s
my: Seu saldo de crédito% s

source: Apply my credit balance of %s to this purchase
my: Aplicar meu saldo de crédito de% s a esta compra

source: Your current credit balance is %s
my: Seu saldo de crédito atual é% s

source: Shipping To
my: Enviando para

source: Review your order
my: Revise seu pedido

source: Search by items names, SKU, username
my: Pesquisar por nomes de itens, SKU, nome de usuário

source: School Lists Bought From:
my: Listas de escolas compradas de:

source: School Lists Bought To:
my: Listas de escolas compradas para:

source: Review
my: Reveja

source: Shipment %s
my: Expedição% s

source: Estimated Delivery
my: Entrega estimada

source: Credit used
my: Crédito utilizado

source: Placed by
my: Colocado por

source: Placed on
my: Colocado sobre

source: Shipped to
my: Enviado para

source: Street2
my: Rua # 2

source: Send message
my: Enviar mensagem

source: School Lists Orders
my: Ordens de listas escolares

source: Release Order
my: Ordem de liberação

source: Set order as Shipped
my: Definir ordem como enviada

source: Set order as Delivered
my: Definir ordem como entregue

source: Business Model
my: Modelo de Negócio

source: <u><b>Ship to Customer:</b></u> The School List will be shipped directly to the final customer. <br><br> <u><b>Ship to School:</b></u> The School List will be shipped to the school. The lists will be organized individually. <br><br> <u><b>Wholesaler:</b></u> The supplies will be sent to the school and they will organize them and distribute them among the students.
my: <u> <b> Enviar ao cliente: </ b> </ u> A lista da escola será enviada diretamente para o cliente final. <br> <br> <u> <b> Enviar para a escola: </ b> </ u> A lista da escola será enviada para a escola. As listas serão organizadas individualmente. <br> <br> <u> <b> Atacadista: </ b> </ u> Os materiais serão enviados para a escola e eles vão organizá-los e distribuí-los entre os alunos.

source: Shipping Rate Types
my: Tipos de taxa de frete

source: <u><b>Free Shipping:</b></u> The Customer won't pay any fee for shipping. <br><br> <u><b>Flat Rate Shipping:</b></u> The customer will pay a flat rate fee for shipping. <br><br> <u><b>Easypost Rate Shipping:</b></u> The customer will pay a fee for shipping calculated with Easypost.
my: <u> <b> Frete grátis: </ b> </ u> O cliente não pagará nenhuma taxa pelo envio. <br> <br> <u> <b> Taxa fixa de envio: </ b> </ u> O cliente pagará uma taxa fixa pelo envio. <br> <br> <u> <b> Tarifa de envio fácil: </ b> </ u> O cliente pagará uma taxa pelo frete calculado com o Easypost.

source: Shipping Method
my: método de envio

source: <u><b>EasyPost Shipping:</b></u> The School List will be processed with EasyPost and a label will be generated for shipment. <br><br> <u><b>Other method:</b></u> The school List shipment will be processed with other method not related to EasyPost.
my: <u> <b> Envio EasyPost: </ b> </ u> A lista de escolas será processada com o EasyPost e uma etiqueta será gerada para envio. <br> <br> <u> <b> Outro método: </ b> </ u> O envio da lista da escola será processado com outro método não relacionado ao EasyPost.

source: Shipping Flat Rate
my: Taxa fixa de envio

source: Shipping Rate Types For School Orders
my: Tipos de taxa de envio para pedidos escolares
