Repository: carlose119/traductorpo
Catalog: *-pofile.po
Languages: my

source: <p>This will be the shipping rate type used when a School makes a purchase at Zolut. </p><u><b>Free Shipping:</b></u> The Customer won't pay any fee for shipping. <br><br> <u><b>Flat Rate Shipping:</b></u> The customer will pay a flat rate fee for shipping. <br><br> <u><b>Easypost Rate Shipping:</b></u> The customer will pay a fee for shipping calculated with Easypost.
my: <p> Este será o tipo de taxa de envio usado quando uma escola faz uma compra na Zolut. </ p> <u> <b> Frete grátis: </ b> </ u> O cliente não pagará nenhuma taxa pelo envio. <br> <br> <u> <b> Taxa fixa de envio: </ b> </ u> O cliente pagará uma taxa fixa pelo envio. <br> <br> <u> <b> Tarifa de envio fácil: </ b> </ u> O cliente pagará uma taxa pelo frete calculado com o Easypost.

source: Shipping Method on Schools Orders
my: Método de Envio nas Ordens Escolares

source: <p>This will be the shipping method used when a School makes a purchase at Zolut. </p><u><b>EasyPost Shipping:</b></u> The School List will be processed with EasyPost and a label will be generated for shipment. <br><br> <u><b>Other method:</b></u> The school List shipment will be processed with other method not related to EasyPost.
my: <p> Este será o método de envio usado quando uma escola faz uma compra na Zolut. </ p> <u> <b> Envio EasyPost: </ b> </ u> A lista de escolas será processada com o EasyPost e uma etiqueta será gerada para envio. <br> <br> <u> <b> Outro método: </ b> </ u> O envio da lista da escola será processado com outro método não relacionado ao EasyPost.

source: Shipping Flat Rate For School Orders
my: Taxa fixa de envio para pedidos escolares

source: Value 01
my: Valor 01

source: Value 02
my: Valor 02

source: Value 03
my: Valor 03

source: Value 04
my: Valor 04

source: Value 05
my: Valor 05

source: Value 06
my: Valor 06

source: Total amount of
my: Quantidade total de

source: Total commission payments
my: Total de pagamentos de comissão

source: Amount paid
my: Quantia paga

source: Payment method
my: Método de pagamento

source: Reference
my: Referência

source: Payment paid on
my: Pagamento pago em

source: Payment to
my: Pagamento para

source: Observation
my: Observação

source: User assignment
my: Atribuição de usuário

source: Nothing to show
my: Nada para mostrar

source: Change the date on all school listings for this school
my: Alterar a data em todas as listas da escola para esta escola

source: Information
my: Em formação

source: Contacts
my: Contatos

source: Grades/Lists
my: Grades / Listas

source: Sales
my: Vendas

source: Assigned users
my: Usuários atribuídos

source: Commission Payment
my: Pagamento de comissão

source: Disable school
my: Desabilitar escola

source: Are you sure you want to disable %s?
my: Tem certeza de que deseja desativar% s?

source: Enable school
my: Habilitar escola

source: Disable
my: Desabilitar

source: Are you sure that you want to disable %s
my: Tem certeza de que deseja desativar% s

source: Enable
my: Habilitar

source: Are you sure that you want to enable %s
my: Tem certeza de que deseja ativar% s

source: Are you sure you want to delete this record
my: Tem certeza de que deseja excluir este registro?

source: Select
my: Selecione

source: Let's search for your school!
my: Vamos procurar sua escola!

source: Hey, your school's name goes here
my: Ei, o nome da sua escola vai aqui

source: Boxes Sold By Grade
my: Caixas vendidas por grau

source: Boxes Sold By Grade:
my: Caixas vendidas por grau:

source: School Address
my: Endereço escolar

source: Number of Students
my: Número de estudantes

source: Profit Share
my: Participação nos Lucros

source: Date range
my: Intervalo de datas

source: FROM
my: DE

source: We would like to THANK YOU for the support during this year!
my: Gostaríamos de agradecer pelo apoio durante este ano!

source: For your information, please find below the summary of sales for this period.
my: Para sua informação, veja abaixo o resumo das vendas para este período.

source: TOTAL SUPPLIES LIST SOLD BY GRADE:
my: TOTAL OFERTA LISTA VENDIDA POR GRAU:

source: TOTAL BOXES SOLD
my: TOTAL DE CAIXAS VENDIDAS

source: Students
my: Estudantes

source: Cancel
my: Cancelar

source: Grades
my: Notas

source: Grades in
my: Grades em

source: There are no grade levels assigned to this school yet.
my: Não há níveis de notas atribuídos a esta escola ainda.

source: Box Sold By Name/Grade
my: Caixa Vendido Por Nome / Grau

source: Box Sold By Name/Grade:
my: Caixa vendida por nome / classe:

source: Date From
my: Data de

source: Date To
my: Data para

source: School Sales Profit Report
my: Relatório de Lucro das Vendas Escolares

source: School Sales Profit Report:
my: Relatório de Lucro das Vendas Escolares:

source: TOTAL LIST SOLD
my: TOTAL LISTA VENDIDA

source: SCHOOL TOTAL PROFIT SHARE
my: LUCRO TOTAL DA ESCOLA COMPARTILHAR

source: Commission Rate
my: Taxa de comissão

source: Created At
my: Criado em

source: Edit
my: Editar

source: We are sorry to inform you that lists from this school are only available between %s and %s
my: Lamentamos informar que as listas dessa escola só estão disponíveis entre% s e% s

source: This school list will be shipped to the address you specify in the checkout.
my: Esta lista da escola será enviada para o endereço que você especificar no checkout.

source: Select your school box
my: Selecione sua caixa da escola

source: VIEW
my: VISÃO

source: Images are for illustrative purposes only. Actual products may vary.
my: As imagens são apenas para fins ilustrativos. Os produtos reais podem variar.

source: School list summary
my: Resumo da lista escolar

source: The cost reflected here is for the selected list.
my: O custo refletido aqui é para a lista selecionada.

source: Your kid's name
my: Nome do seu filho

source: Subscribe payment plan
my: Assine o plano de pagamento

source: monthly installments
my: parcelas mensais

source: From September
my: De setembro

source: to June
my: para junho

source: Subscribe Plan
my: Subscreva o plano

source: Dear customer
my: Estimado cliente

source: In the bottom part of this list, you'll find 'Optional Products', these products are optional according to the School, we leave the choice to include these products in the list to you.
my: Na parte inferior desta lista, você encontrará "Produtos Opcionais", esses produtos são opcionais de acordo com a Escola, deixamos a opção de incluir esses produtos na lista para você.

source: Enjoy shoping with us!
my: Gosta de fazer compras conosco!

source: I got it, don't show me this message anymore.
my: Eu entendi, não me mostre mais essa mensagem.

source: The list contains all the product types and quantities needed for the new school year.
my: A lista contém todos os tipos e quantidades de produtos necessários para o novo ano escolar.

source: You will be presented with a series of products and their quantities according to the school's supplies list, however, you have the freedom to modify this list on your own convenience.
my: Você será presenteado com uma série de produtos e suas quantidades de acordo com a lista de suprimentos da escola, no entanto, você tem a liberdade de modificar esta lista em sua própria conveniência.

source: We have also provided a 'more options' link which will show you a different version of the required products. You may choose either version as per your preference.
my: Também fornecemos um link "mais opções", que mostra uma versão diferente dos produtos necessários. Você pode escolher qualquer versão conforme sua preferência.

source: Thank you very much for shopping with us!!!
my: Muito obrigado por fazer compras com a gente !!!

source: Modal will be shown from:
my: Modal será mostrado a partir de:

source: Modal will be shown up to:
my: O Modal será mostrado até:

source: Are you sure that you want to remove this image from the Home modal?
my: Tem certeza de que deseja remover esta imagem do modal da Home?

source: Warehouse assignment
my: Atribuição de armazém

source: Bank Accounts
my: Contas bancárias

source: Pending Orders
my: Ordens pendentes

source: Released Orders
my: Pedidos liberados

source: Shipped Orders
my: Pedidos enviados

source: Delivered Orders
my: Entregas entregues

source: Disable Shipping Supplier
my: Desativar fornecedor de envio

source: Enable Shipping Supplier
my: Ativar fornecedor de envio

source: Assign school
my: Atribuir escola

source: Are you sure you can delete this school.
my: Você tem certeza que pode deletar esta escola?

source: There are no items in your cart
my: Não existem itens no seu carrinho

source: Go back to products
my: Volte para os produtos

source: You currently have
my: Você tem atualmente

source: item(s) in your cart.
my: itens em seu carrinho.

source: Dear Costumer
my: Estimado cliente

source: We truly appreciate your interest to buying your kid's School supplies with us, but unfortunately this list is no longer available due to the deadline for the delivery of the products and for the previous agreement with the School.
my: Nós realmente apreciamos seu interesse em comprar o material escolar do seu filho conosco, mas infelizmente essa lista não está mais disponível devido ao prazo final para a entrega dos produtos e para o acordo anterior com a Escola.

source: However, if it is your interest you could send you request at
my: No entanto, se for do seu interesse, pode enviar-lhe um pedido em

source: Thanks
my: obrigado

source: edit this name
my: edite esse nome

source: Remove entire list
my: Remover lista inteira

source: Remove this bundle
my: Remover este pacote

source: Continue shopping
my: Continue comprando

source: Products in your wishlist
my: Produtos na sua lista de desejos

source: discount in school list
my: desconto na lista da escola

source: more stuff product
my: mais produto de material

source: Payment Code
my: Código de pagamento

source: Desired Number of Months
my: Número desejado de meses

source: Interval
my: Intervalo

source: Montly
my: Por mês

source: Desired Monthly Payment
my: Pagamento Mensal Desejado

source: Total Amount of the plan
my: Valor total do plano

source: Total Months until today
my: Total de meses até hoje

source: Total Amount until today
my: Valor total até hoje

source: Amount Used
my: Quantidade utilizada

source: Amount available
my: Quantia disponível

source: My subscription details
my: Meus detalhes da assinatura

source: Operation
my: Operação

source: Paid
my: Pago

source: Failed payment
my: Pagamento falhado

source: Payment Codes
my: Códigos de Pagamento

source: Code
my: Código

source: Used Amount
my: Quantia Usada

source: Return To My Subscriptions
my: Retornar para minhas assinaturas

source: Subscribed plans
my: Planos subscritos

source: View Event
my: Visualizar evento

source: Process Subscription
my: Assinatura de Processo

source: Description of the plan
my: Descrição do plano

source: Number of Months to pay
my: Número de meses para pagar

source: Click here to subscribe.
my: Clique aqui para se inscrever.

source: SUBSCRIBE HERE
my: INSCREVA-SE AQUI

source: Monthly Payment
my: Pagamento mensal

source: Select your grade
my: Selecione seu grau

source: Generate PDF
my: Gerar PDF

source: Enabled
my: ativado

source: Start Date:
my: Data de início:

source: End Date:
my: Data final:

source: Are you sure you want to mark this supplier's products as error?
my: Tem certeza de que deseja marcar os produtos deste fornecedor como um erro?

source: Warehouses
my: Armazéns

source: Are you sure you want to delete this Sale Warning?
my: Tem certeza de que deseja excluir este Aviso de venda?

source: If the dropship is performed by the supplier it means that they will likely charge for this service. If ZOLUT dropship the item then there will be no charge for the concept of dropshipping.
my: Se o dropship for executado pelo fornecedor, isso significa que eles provavelmente irão cobrar por este serviço. Se ZOLUT dropship o item, então não haverá nenhum custo para o conceito de dropshipping.

source: <u><b>Best rate:</b></u> Means that the cheapest rate will be picked among FEDEX, UPS and USPS. <br><br> <u><b>Supplier:</b></u> The supplier will ship the items(s) on their own means, there will be a flat shipping rate for this option.
my: <u> <b> Melhor taxa: </ b> </ u> Significa que a taxa mais barata será escolhida entre FEDEX, UPS e USPS. <br> <br> <u> <b> Fornecedor: </ b> </ u> O fornecedor enviará o (s) item (ns) por conta própria, haverá uma tarifa de envio fixa para esta opção.

source: Parcel Calculation
my: Cálculo da Parcela

source: <u><b>Predefined packages:</b></u> This warehouse will use predefined package sizes previously assigned to it to calculate shipment rates with all the different carriers. <br><br> <u><b>Sum of product's volume:</b></u> The system will calculate the volume of each of the items, and create a cube with the sum of the volume of all the items, the cube will be used as package measures to obtain the rates from the carriers. Use this option only if the supplier won't supply package measures.
my: <u> <b> Pacotes pré-definidos: </ b> </ u> Este armazém usará tamanhos de pacotes pré-definidos anteriormente atribuídos a ele para calcular as taxas de envio com todas as diferentes transportadoras. <br> <br> <u> <b> Soma do volume do produto: </ b> </ u> O sistema calculará o volume de cada um dos itens e criará um cubo com a soma do volume de todos os itens. itens, o cubo será usado como medidas de embalagem para obter as taxas das transportadoras. Use esta opção somente se o fornecedor não fornecer medidas de pacote.

source: Flat shipping rate
my: Taxa de envio plana

source: This rate will be used ONLY if the carrier selected to ship the product is "SUPPLIER"
my: Esta taxa será usada SOMENTE se a transportadora selecionada para enviar o produto for "FORNECEDOR"

source: Suppliers
my: Fornecedores

source: Parcels
my: Parcelas

source: Are you sure you want to mark this warehouse's products as error?
my: Tem certeza de que deseja marcar os produtos deste warehouse como um erro?

source: Disable warehouse
my: Desativar armazém

source: Enable warehouse
my: Ativar armazém

source: Wishlist
my: Lista de Desejos

source: <i class="fa fa-fw fa-home"></i> Take me home
my: <i class = "fa fa-fw fa-home"> </ i> Leve-me para casa

source: Cancel order only
my: Cancelar apenas a encomenda

source: Tax to be collected
my: Imposto a recolher

source: Shipping and handling
my: Envio e manipulação

source: Order subtotal
my: Subtotal do pedido

source: Credit: %s
my: Crédito:% s

source: School List Orders
my: Ordens de lista escolar

source: In the bottom part of this list, you'll find "Optional Products", these products are optional according to the School, we leave the choice to include these products in the list to you.
my: Na parte inferior desta lista, você encontrará "Produtos Opcionais", esses produtos são opcionais de acordo com a Escola, deixamos a opção de incluir esses produtos na lista para você.

source: Shipping & Handling
my: Transporte e manuseio

source: No additional posts.
my: Nenhuma postagem adicional.

source: Infinite Scroll Options
my: Opções de Rolagem Infinitas

source: Infinite Scroll
my: Rolagem infinita

source: Are you sure you want to delete the preset "%s"?
my: Tem certeza de que deseja excluir a predefinição "% s"?

source: Other users have submitted default CSS selectors for your theme. Would you like to <strong><a href="%s">use your theme's default selectors</a></strong>?
my: Outros usuários enviaram seletores CSS padrão para o seu tema. Gostaria de <strong> <a href="%s"> usar os seletores padrão do seu tema </a> </ strong>?

source: Please consider <a href="%s">submitting your theme's CSS selectors</a> to the global CSS selector database to make installation and configuration easier for other users
my: Por favor, considere <a href="%s"> o envio dos seletores CSS do seu tema </a> para o banco de dados seletor CSS global para facilitar a instalação e configuração de outros usuários

source: Navigate to the <a href="%s" target="_BLANK">Infinite Scroll Support Forum CSS Selectors Page</a>, and if you don't already have one, <a href="%s" target="_BLANK">create a WordPress.org account</a> (it takes 30 seconds!).
my: Navegue até a <a href="%s" target="_BLANK"> Página de Seletores CSS do Infinite Scroll Support Forum </a> e, se você ainda não tiver um, <a href = "% s" target = " _BLANK "> crie uma conta no WordPress.org </a> (leva 30 segundos!).

source: All CSS Selectors:
my: Todos os seletores de CSS:

source: Your CSS Selectors:
my: Seus seletores de CSS:

source: Please enter a valid email address
my: Por favor insira um endereço de e-mail válido

source: Please enter a valid number
my: Por favor insira um número válido

source: The rate must be greater than 0
my: A taxa deve ser maior que 0

source: numeric
my: numérico

source: Archivo excede el limite de tamaño de archivo de subida
my: Arquivo excede o limite de tamanho de arquivo de subida

source: La imagen no es JPG ni PNG
my: Não imaginado no JPG ni PNG

source: El tamaño de la imagen es demasiado grande
my: O tamanho da imagem é muito grande

source: La imagen no tiene extension jpg o png
my: La imagen no tiene extensão jpg o png

source: The Discount percentage can't be greater than 50%
my: A porcentagem de desconto não pode ser maior que 50%

source: boolean
my: boleano

source: This name is already in use
my: Esse nome já está em uso

source: This attribute already exists in this category
my: Este atributo já existe nesta categoria

source: email
my: o email

source: Length of 5 number
my: Comprimento de 5 números

source: Please enter the last four digits of the card.
my: Por favor, insira os últimos quatro dígitos do cartão.

source: Value must be greater than or equal to 1
my: O valor deve ser maior ou igual a 1

source: Max discount is 35%.
my: O desconto máximo é de 35%.

source: Please enter a valid email address.
my: Por favor insira um endereço de e-mail válido.

source: Max discount is 100%.
my: O desconto máximo é de 100%.

source: Value can't be a negative number
my: O valor não pode ser um número negativo

source: Priority can't be a negative number
my: A prioridade não pode ser um número negativo

source: This is not a valid video
my: Este não é um vídeo válido

source: Price can't be a negative number
my: O preço não pode ser um número negativo

source: The selling price can't be lower than the cost price
my: O preço de venda não pode ser inferior ao preço de custo

source: The file size is too big
my: O tamanho do arquivo é muito grande

source: The file must be jpg or png
my: O arquivo deve ser jpg ou png

source: Enter a valid date in MM/DD/YY Format.
my: Digite uma data válida no formato MM / DD / AA.

source: This grade can't be saved as unique since there are other sections already assigned for this grade.
my: Esta nota não pode ser salva como única, pois existem outras seções já atribuídas a essa nota.

source: This is not a valid email address
my: Este não é um endereço de e-mail válido

source: date
my: encontro

source: Please enter a valid e-mail address
my: Por favor insira um endereço de e-mail válido
